Repository: ahmedhegazydev/MondayIos
Catalog: Desktop/IOSApps/SusfTaskIos-master/STask_IOS_APP/*.lproj/Localizable.strings
Languages: ar

# btn_select_lang
source: Arabic
ar: عربي

source: Privacy
ar: الخصوصية والاستخدام

# login_enter_email
source: Enter email address
ar: ادخل البريد الالكتروني

# login_enter_password
source: Enter password
ar: ادخل كلمه المرور

# required_enter_email
source: Enter email address
ar: ادخل البريد الالكتروني

# required_enter_valid_email
source: Enter valid email
ar: ادخل بريد الكتروني صحيح

# enter_fname
source: Enter firstanme
ar: ادخل الاسم الاول

# enter_lname
source: Enter lastname
ar: ادخل الاسم الاخير

# enter_phone
source: Enter phone number
ar: ادخل رقم المحمول

# select_one_user_min
source: Select one recipient as minimu
ar: اختار مرسل اليه واحد علي الاقل

source: Enter title
ar: ادخل العنوان

source: Enter body
ar: ادخل محتوي الرساله

source: Enter comment data
ar: ادخل محتوي التعليق

# uploaded_success
source: The file uploaded successfully
ar: تم تحميل الملف بنجاح

# error_download
source: Error downloading file
ar: حدث خطأ في تنزيل الملف

# enter_comment
source: Error comment
ar: ادخل التعليق

# reply_add_success
source: Reply added successfully
ar: تم اضافه الرد بنجاح

source: Okay
ar: تمام

source: Edit profile
ar: تعديل اللف الشخصي

# enter_name
source: Enter fullname
ar: ادخل الاسم بالكامل

source: Enter status
ar: ادخل الحاله

# enter_start_date
source: Enter statr date
ar: ادخل التاريخ كبدايه

source: Enter end date
ar: ادخل التاريخ كنهايه

source: Enter meeting link
ar: ادخل رابط المقابله

# enter_valid_link
source: Enter valid meeting link
ar: ادخل رابط صحيح للمقابله

# enter_meet_time
source: Enter meeting time
ar: ادخل وقت المقابله
